[Play_Avenger_Firestorm_Wilderness_AreaClear AkEvent]
SpokenText="Бiльше судно нiхто не захищав. Залишалося забрати те, за чим ми прийшли."

[Play_Avenger_Firestorm_Wilderness_Failure_A AkEvent]
SpokenText="Я точно знаю, що ми пiдняли стару пташку в повiтря. Тут явно щось не так."

[Play_Avenger_ADVENTChest_Intro AkEvent]
SpokenText="Хм. Сканери виявили щонайменше один сховок постачання «Адвента» в цiй областi. Я повiдомила загону, щоб вони були на сторожi. Якщо я зможу розшифрувати i вiдсканувати вмiст, можливо, ми зможемо роздрукувати матерiали на 3D-принтерi, коли повернемося на базу. Звичайно, якщо нас не вб'ють ранiше."

[Play_Avenger_ADVENTChest_Alert_E AkEvent]
SpokenText="Менi потрiбно, щоб загiн був насторожi та шукав сховок постачання «Адвента». Хто знає, що ми зможемо з нього дiстати?"

[Play_Avenger_ADVENTChest_Alert_D AkEvent]
SpokenText="Чудово - отримали сигнал про сховок постачання «Адвента»."

[Play_Avenger_ADVENTChest_Alert_C AkEvent]
SpokenText="Не впевнена, де саме, але сканери виявляють сховок постачання «Адвента» в цiй областi. Краще дiстатися до нього ранiше за ворога."

[Play_Avenger_Interceptor_Wildnerss_Loading_A AkEvent]
SpokenText="Не впевнена, що це було навмисно, але Шень залишила купу своїх старих аудiозаписiв у вiдкритому доступi в мережi. Не думаю, що вона буде проти, якщо ми послухаємо кiлька з них... але давайте поспiшимо, про всяк випадок."

[Play_Lazarus_RescueVehicle_CannonSighted AkEvent]
SpokenText="Для зарядки своєї гармати iнопланетяни використовували незвичайне джерело. Я таких ще не бачила. Виходило, що ми йшли пiдривати новiтнє, а можливо, й найбiльше технiчне творiння «Адвента». Його навiть якось шкода."

[Play_Lazarus_RescueSweater_ChamberSighted_ALT AkEvent]
SpokenText="Що б iнопланетяни там не тримали, таких показань приладiв я в життi не бачила! Знахiдка нiби реагувала на нашу присутнiсть. Вона нiби знала про нас!"

[Play_Lazarus_RescueShen_ShenSighted_ALT AkEvent]
SpokenText="Я все думала, коли ви з'явитесь... Джон, забери мене додому!"

[Play_Lazarus_RescueShen_ShenSighted AkEvent]
SpokenText="Я все думала, коли ви з'явитесь... Центр, забери мене додому!"

[Play_Avenger_SmallScout_Slums_TotalVictory_B AkEvent]
SpokenText="Iнопланетяни теж не були дурнями, але їм далеко до моїх орлiв. Швидше б повернутися з даними в майстерню..."

[Play_Avenger_SmallScout_Slums_TotalVictory_A AkEvent]
SpokenText="Ми отримали данi i нiкого не втратили. Здається, я стаю спецiалiстом по секретних операцiях."

[Play_Avenger_SmallScout_Slums_Summary AkEvent]
SpokenText="Пiсля кiлькох спроб я змогла отримати доступ до банку пам'ятi розвiдника. На жаль, при цьому включилася система самознищення пристрою. Знаю, це нерозумно, але я точно чула його крик пiд час розпаду. Добре хоч не все було даремно. Я змогла вилучити пару файлiв i тепер їх розшифровую. Крiм того, скани двигунiв розвiдника допоможуть переналаштувати двигунову систему «Месника» i вирiшити деякi проблеми з «Ровером»... моїм дослiдним автономним модулем пiдтримки."

[Play_Avenger_SmallScout_Slums_PartialVictory_B AkEvent]
SpokenText="Операцiя пройшла не iдеально, але ми отримали потрiбнi данi. Краще б цi чортовi нулi i одиницi того коштували."

[Play_Avenger_SmallScout_Slums_PartialVictory_A AkEvent]
SpokenText="Сьогоднi ми втратили достойних людей. Сподiваюся, вони загинули не даремно."

[Play_Avenger_SmallScout_Slums_ObjDestroyed AkEvent]
SpokenText="Знищення банку даних не входило в нашi плани."

[Play_Avenger_SmallScout_Slums_Musings_F AkEvent]
SpokenText="Вiдповiдь знаходиться в банку даних розвiдника. Якщо я зможу зламати систему, ми нарештi дiзнаємося, що ж знадобилося iнопланетянам у цьому районi. Звичайно, якщо банк не спiкся... i якщо його вже не забрав «Адвент»."

[Play_Avenger_SmallScout_Slums_Musings_E AkEvent]
SpokenText="Розвiдник шукав не нас. Вiн сканував тих, хто залишився зовнi. «Адвент» вже виграв вiйну, так що їм вiд нас знову потрiбно?"

[Play_Avenger_SmallScout_Slums_Musings_D AkEvent]
SpokenText="З тих пiр як ми збiльшили покриття зв'язку, я постiйно чую безперервний потiк пропагандистських промов «Адвента». Iнопланетяни заманюють людей у новi мiськi центри. Вони обiцяють комфорт i солодке життя, тут i зараз. Не пригадую, щоб там була безтурботна життя. Люди в мiстах страждають."

[Play_Avenger_SmallScout_Slums_Musings_C AkEvent]
SpokenText="Судячи з даних первинного сканування, iнопланетяни використовували безпiлотнi розвiдники, чимось нагадують автономнi пошуково-бойовi дрони. Їх конструкцiя багато в чому нагадує дослiдний зразок «Гремлiна» - апарата, який я намагаюся сконструювати для пiдтримки солдатiв. Звичайно ж, дрони iнопланетян набагато бiльше i, схоже, трохи надiйнiше."

[Play_Avenger_SmallScout_Slums_Musings_B AkEvent]
SpokenText="При всiй своїй складностi i розвиненостi iнопланетнi технологiї iнтуїтивно зрозумiлi. Iнодi я думаю про те, скiльки ж часу ми з татом втратили в марних спробах наздогнати iнопланетян, хоча могли просто у них вчитися. Я не визнаю правоти Вален, але зерно iстини в її мiркуваннях було. Якщо ми хочемо перемогти, треба йти на компромiси."

[Play_Avenger_SmallScout_Slums_Musings_A AkEvent]
SpokenText="Може, за мiрками «Адвента» цей розвiдник i вважається мотлохом, але я абсолютно впевнена в тому, що iнопланетяни всiма силами намагатимуться нам перешкодити. Дехто вважає, нiби за технологiями iнопланетяни обскакали нас на цiлi свiтловi роки, але насправдi це не так. Ми можемо в них розiбратися. Думаю, це розумiють i самi iнопланетяни."

[Play_Avenger_SmallScout_Slums_LootSelect AkEvent]
SpokenText="Я весь час намагаюся притягнути з вилазок щось цiнне. Як iнакше, по-вашому, я можу оперативно постачати наших бiйцiв?"

[Play_Avenger_SmallScout_Slums_Loading AkEvent]
SpokenText="Журнал старшого iнженера, день 142. Завдяки новiй «подрузi» Машi ми отримали наводку на iнший розбитий корабель. Цього разу мова йде про зазнавший аварiї розвiдник iнопланетян. Пiсля успiшного впровадження системи II я сподiваюся добути i iнший корисний код в банку даних лiтального апарата... Звичайно ж, я викликалася очолити операцiю. Розпинатися про перспективи можна довго, але треба поспiшати. Це завдання ще необхiдно обмiркувати."

[Play_Avenger_SmallScout_Slums_Intro AkEvent]
SpokenText="Журнал старшого iнженера, додаток. Забула згадати один момент. Маша дiзналася про мiсце аварiї розвiдника iз зламаної передачi «Адвента». Не важко здогадатися, що нас буде чекати комiтет по зустрiчi."

[Play_Avenger_SmallScout_Slums_Failure_B AkEvent]
SpokenText="Вибачте, файл журналу пошкоджено. Все закiнчилося зовсiм iнакше."

[Play_Avenger_SmallScout_Slums_Failure_A AkEvent]
SpokenText="Схоже, з оновленням операцiйки журнали знову накрилися. Треба перезавантажити систему."

[Play_Avenger_SmallScout_Slums_DeviceSighted AkEvent]
SpokenText="Банк даних виявився на мiсцi. Залишалося тримати кулаки за те, щоб данi не були хитромудро захищенi."

[Play_Avenger_SmallScout_Shanty_TotalVictory_B AkEvent]
SpokenText="Ми з товаришами вибралися без втрат i принесли на базу копiю навiгацiйної системи iнопланетян. Залишається тiльки пiдняти корабель у повiтря."

[Play_Avenger_SmallScout_Shanty_TotalVictory_A AkEvent]
SpokenText="Ми скопiювали II i в повному складi повернулися додому. Цiлих два дива за один день. Про бiльше i просити не можна."

[Play_Avenger_SmallScout_Shanty_TerminalSighted AkEvent]
SpokenText="Чомусь я розраховувала побачити незвичайний термiнал, але це була звичайна iнопланетна консоль."

[Play_Avenger_SmallScout_Shanty_TerminalDestroyed AkEvent]
SpokenText="Без термiнала ми нiяк не могли зробити копiю потрiбних систем."

[Play_Avenger_SmallScout_Shanty_Summary AkEvent]
SpokenText="Вилазка пройшла успiшно, хоча я сильно ризикувала, коли розповiдала Центру правду. Командир ледь не упiк мене в карцер. Дивно, що до здорового глузду його змусив прислухатися саме Тайган. Врештi-решт, Центр дозволив менi зайнятися переробкою II. Можливо, я в ньому помилялася. Можливо, я помилялася в обох."

[Play_Avenger_SmallScout_Shanty_PartialVictory_B AkEvent]
SpokenText="Ми... понесли втрати. Я кажу собi, що все було не даремно. Що зрештою їхня смерть дозволить «Меснику» пiднятися над землею."

[Play_Avenger_SmallScout_Shanty_PartialVictory_A AkEvent]
SpokenText="Ми скопiювали чужий II, але заплатили за це життями. Я знаю, що цiна була виправдана. Сподiваюся, колись Центр зi мною погодиться."

[Play_Avenger_SmallScout_Shanty_ObjComplete AkEvent]
SpokenText="Копiї корабельних систем були у мене. Залишалося позбутися недобитих iнопланетян."

[Play_Avenger_SmallScout_Shanty_NagNoTurns AkEvent]
SpokenText="Ми запiзнилися. Iнопланетяни напевно перекрили всi точки доступу до корабельного II."

[Play_Avenger_SmallScout_Shanty_Nag3Turns AkEvent]
SpokenText="У нас було дуже мало часу. Доводилося дiяти швидко."

[Play_Avenger_SmallScout_Shanty_Nag1Turn AkEvent]
SpokenText="Ми дуже сильно ризикували i повиннi були дiяти без зволiкань."

[Play_Avenger_SmallScout_Shanty_Musings_F AkEvent]
SpokenText="Клонування цього II суперечить усiм переконанням мого батька. Я дiю за спиною власного командира, а адже це один з найкращих людей, яких я знаю. Але ми на вiйнi. За перемогу доводиться платити свою, часом велику цiну. Так, iронiя... Центр говорив рiвно те саме в день похорону батька."

[Play_Avenger_SmallScout_Shanty_Musings_E AkEvent]
SpokenText="Центр ставиться до iнопланетян iнакше. Це не страх i не вiдсутнiсть довiри, а чиста ненависть. Вiн звинувачує iнопланетян за всi свої i нашi втрати... Хiба можна його в цьому дорiкати? Бiда в тому, що гнiв позбавляє Центру далекоглядностi. Сподiваюся, вiн побачить резон у тому, що я намагаюся зробити. I що при моїй розповiдi поруч не буде пiстолета."

[Play_Avenger_SmallScout_Shanty_Musings_D AkEvent]
SpokenText="Менi здається, що батько боявся не стiльки проведених iнопланетянами генетичних манiпуляцiй, скiльки нашої готовностi йти по стопах iнопланетян. Одного разу вiн згадав про найстрашнiше бачення в своєму життi. Про вираз очей доктора Вален пiсля того, як вона вперше розрiзала одного з чужакiв. Батько часто гадав, що Мойра могла б натворити, не наглядай за нею командире. Сподiваюся, ми нiколи цього не дiзнаємося."

[Play_Avenger_SmallScout_Shanty_Musings_C AkEvent]
SpokenText="У чому батько з Центром були схожi, так це в недовiрi до всього iнопланетного. Досi дивуюся, як це Центр пустив на корабель Тайгана. Якщо подумати, то раз вiн готовий користуватися знаннями Тайгана в боротьбi з «Адвентом», то i я можу пустити технологiї iнопланетян на благо. Буде у Тайгана не вирощений в лабораторiї гiбридний суперкомп'ютер з ДНК як мiнiмум 9 iнопланетних iстот. Знати б тiльки, що це не вийде нам боком."

[Play_Avenger_SmallScout_Shanty_Musings_B AkEvent]
SpokenText="Я не можу вiдтворити з нуля штучно виведену операцiйну систему... поки що. Правда, теоретично можна дублювати деякi дiлянки мережi «Месника» за допомогою волоконної оптики. Навiть з урахуванням цього спочатку доведеться розiбратися в нейробiологiї iнопланетян. Або поговорити з Тайганом. Або просто дозволити Центру мене придушити."

[Play_Avenger_SmallScout_Shanty_Musings_A AkEvent]
SpokenText="Називати цю систему «штучним iнтелектом» трохи неправильно. Вона частково штучна, а частково органiчна. Одна тiльки навiгацiйна система бiльше скидається на нервову систему восьминога, нiж на комп'ютер. Що ж до тактичного блоку... вiн дуже агресивний. Спроба налагодити взаємодiю з цiєю штукою ледь не коштувала менi ока."

[Play_Avenger_SmallScout_Shanty_LootSelect AkEvent]
SpokenText="Я намагалася збирати все, до чого дотягувалася. У нашому становищi повальної економiї були цiннi будь-якi крихти."

[Play_Avenger_SmallScout_Shanty_Loading AkEvent]
SpokenText="Журнал старшого iнженера, день 100. Який вiн великий. Просто здоровенний. Пошуковий дрон щойно знайшов розбитий розвiдник iнопланетян. Так, найсправжнiсiнький розвiдник. II на таких кораблях навiть витвором мистецтва назвати мало. Бiльше того, вiн тiєї ж системи, що i пiлотувавший «Месника» iнтелект. Якщо скопiювати цю систему, принести копiю на базу i модифiкувати, я зможу оживити головний комп'ютер. Якщо встигну до того, як Центр задушить мене за дурiсть i безрозсуднiсть."

[Play_Avenger_SmallScout_Shanty_Intro AkEvent]
SpokenText="Ми отримали наказ Центру пiдiйти до розвiдника, зняти з нього всi кориснi iнопланетнi деталi, а потiм забиратися геть. Рисью. Вiн так i сказав. Потенцiйно пiд визначення корисної деталi пiдпадають i операцiйнi системи злого космiчного II, так що я просто виконую накази. Хiба нi?"

[Play_Avenger_SmallScout_Shanty_Failure_B AkEvent]
SpokenText="Треба буде прогнати повну дiагностику журналу. Це завдання явно пройшло iнакше."

[Play_Avenger_SmallScout_Shanty_Failure_A AkEvent]
SpokenText="Померти через ту операцiю я могла тiльки вiд руки Центру. Втiм, того разу ця доля мене минула."

[Play_Avenger_SmallScout_Shanty_AreaClear AkEvent]
SpokenText="Захищати розбитий корабель було нiкому. Залишалося дiстатися до апарата i скопiювати II."

[Play_Avenger_Skyranger_Wildnerss_TotalVictory_B AkEvent]
SpokenText="Ми змогли сканувати привiд i кiлька iнших ключових вузлiв апарата без єдиної втрати. Нагородою нам було задоволене бурчання Центру."

[Play_Avenger_ADVENTChest_Alert_B AkEvent]
SpokenText="Нотатка для себе: схоже, що поблизу є сховок постачання «Адвента» з деякими приємними дрiбничками. Згiдно з моїми сканами, вiн десь поруч."

[Play_Avenger_Skyranger_Wildnerss_TotalVictory_A AkEvent]
SpokenText="Ми сканували привiд i вибралися звiдти живими. Може, коли-небудь я до цього звикну."

[Play_Avenger_Skyranger_Wildnerss_Summary AkEvent]
SpokenText="Мабуть, назва «3D-принтер» не зовсiм точно вiдображає суть моєї системи, але нiчого страшного. Звичайно ж, вона не тiльки друкує, але i збирає досить складнi механiзми. Як я вже казала, варто було нам дiзнатися про неї, як Центр буквально заiскрився iдеями i тепер постiйно завалює мене дорученнями."

[Play_Avenger_Skyranger_Wildnerss_PartialVictory_B AkEvent]
SpokenText="Привiд може стати ключем до нашого майбутнього. На сьогоднiшнiх похоронах я буду повторювати це як мантру."

[Play_Avenger_Skyranger_Wildnerss_PartialVictory_A AkEvent]
SpokenText="Ми сканували роторний привiд, але заплатили за це життями. Мабуть, Центр переоцiнює мене як лiдера."

[Play_Avenger_Skyranger_Wildnerss_ObjSighted AkEvent]
SpokenText="Це i правда був «Рейнджер». Вiн страшенно зарiс, але зовнi був майже цiлий."

[Play_Avenger_Skyranger_Wildnerss_ObjDestroyed AkEvent]
SpokenText="Ми не могли дозволити собi втратити роторний привiд. Я надто на нього розраховувала."

[Play_Avenger_Skyranger_Wildnerss_ObjAcquired AkEvent]
SpokenText="Ми сканували роторний привiд, але не встигли перебити всiх тих, що нам заважали iнопланетян."

[Play_Avenger_Skyranger_Wildnerss_Musings_F AkEvent]
SpokenText="Центр передрiкав нам просте завдання в дусi «вiзьми i принеси». Якщо вiн вважає подiбнi завдання простими, я навiть уявити не можу, через що вони з командиром пройшли за час вiйни. Якось раз я намагалася розпитати Центра про вiйну, але вiн вiдбувся вiдповiддю справжнього чоловiка i пiшов по своїх справах. Пiсля загибелi батька я, здається, стала його розумiти."

[Play_Avenger_Skyranger_Wildnerss_Musings_E AkEvent]
SpokenText="Попереднє сканування показало, що силовий привiд не розвалився при падiннi. Це з хороших новин. Крiм того, воно показало наближення противника до нашої позицiї. Коли я повiдомила про це бiйцям, вони знизали плечима i вiдповiли «прийнято». Я знаю, що заради виконання мого завдання вони готовi ризикувати життям, але я до подiбного ризику не готова. Сподiваюся, все обiйдеться."

[Play_Avenger_Skyranger_Wildnerss_Musings_D AkEvent]
SpokenText="По дорозi сюди багато бiйцiв розпитували про мої плани щодо «Месника». «Мої» плани? Менi б пережити це завдання i не угробити весь загiн. Пiсля цього можна i про корабель подумати."

[Play_Avenger_Skyranger_Wildnerss_Musings_C AkEvent]
SpokenText="Центр дуже хоче пiдняти «пташку» в повiтря, але я тут зовсiм з iншої причини. Якщо привiд в хорошому станi, його вивчення дозволить вiдремонтувати двигуни «Месника». Я не дiлилася цими думками з Центром. Не хочу обнадiювати його... або себе завчасно."

[Play_Avenger_Skyranger_Wildnerss_Musings_B AkEvent]
SpokenText="У свiй час конструкцiю «Рейнджера» визнали ризикованою. *смiється* Апарат побив усi рекорди, а пiд час польотiв не загинув жоден льотчик. Це було ще до прибуття iнопланетян. Вони задали нову планку... як швидкостей, так i втрат."

[Play_Avenger_Skyranger_Wildnerss_Musings_A AkEvent]
SpokenText="Здається, ранiше я нiколи не бачила довоєнний «Рейнджер» зблизька. Зараз ми збираємо їх як можемо, з чого тiльки знайдемо. Пам'ятаю, як батько показував менi креслення першого дослiдного апарата. Вiн страшенно пишався його конструкцiєю. *тимчасово замовкає* Ми повиннi отримати цi скани."

[Play_Avenger_Skyranger_Wildnerss_LootSelect AkEvent]
SpokenText="Я весь ранок займалася скануванням привода. Вiн був пошкоджений, але для наших цiлей цiлком пiдходив. Так ми на крок наблизилися до пiдйому цього корабля в повiтря. Залишилося зробити ще тисячу крокiв..."

[Play_Avenger_Skyranger_Wildnerss_Loading AkEvent]
SpokenText="Журнал старшого iнженера, день 12. З дня останнього завдання пройшло майже два тижнi. Схоже, скоро мене вiдправлять на нове. Останнi п'ять дiб я повзала по трубах трансмiсiї i буду тiльки щаслива змiнити фронт робiт... особливо в планi запаху. Ми натрапили на розбитий довоєнний «Рейнджер». На таких лiтаках були приводи... Загалом, якщо така система пережила жорстке падiння, вона може стати вiдповiддю на мої молитви. Менi треба повнiстю її просканувати i при цьому не потрапити в полон i не пiти на закуску мютонам. Дивно, що при думцi про бойовi операцiї я починаю посмiхатися... Втiм, будь-яка справа краще, нiж повзання по трубах в синтетичному мастилi з голови до нiг."

[Play_Avenger_Skyranger_Wildnerss_Intro AkEvent]
SpokenText="В цьому районi роками була тиша та гладь, проте тепер Центр iнодi ловить переговори ворога. Хоч би ми дiсталися до «Рейнджера» без зайвих складнощiв. Але надiя надiєю, а загону треба приготуватися до бою. Завдання перестає бути захоплюючим. Не таким я його собi уявляла..."

[Play_Avenger_Skyranger_Wildnerss_Failure_B AkEvent]
SpokenText="Не привези ми скани приводу, «Месник» так i не вiдiрвався б вiд землi. Ми щось явно упускаємо."

[Play_Avenger_Skyranger_Wildnerss_Failure_A AkEvent]
SpokenText="Очевидно, я упустила з уваги якiсь факти. Я абсолютно точно не загинула."

[Play_Avenger_Skyranger_Wildnerss_AreaClear AkEvent]
SpokenText="Ми подбали про iнопланетян бiля «Рейнджера». Залишалося тiльки сканувати роторний привiд."

[Play_Avenger_Skyranger_AbandonedCity_VIPspotted AkEvent]
SpokenText="Наша дiловиця з чорного ринку стояла рiвно в умовленому мiсцi зустрiчi."

[Play_Avenger_Skyranger_AbandonedCity_VIPlinked AkEvent]
SpokenText="Ми зв'язалися з Машею. Залишалося тiльки її евакуювати."

[Play_Avenger_Skyranger_AbandonedCity_VIPdead AkEvent]
SpokenText="Каламутна чи нi, вона була потрiбна Опору живою."

[Play_Avenger_Skyranger_AbandonedCity_TotalVictory_B AkEvent]
SpokenText="Побачене там ще довго не дозволить менi спокiйно спати. Нiчого, зате ми не втратили людей, повернули прилад i врятували людину. А адже все могло скластися iнакше..."

[Play_Avenger_Skyranger_AbandonedCity_TotalVictory_A AkEvent]
SpokenText="Ми без втрат супроводили «важливу птицю» i в подяку отримали льотний модуль. Їй сьогоднi пощастило."

[Play_Avenger_Skyranger_AbandonedCity_Summary AkEvent]
SpokenText="Так, найкращим завданням всiх часiв цю вилазку не назвеш, але я хоча б перевiрила в справi новi пiдсистеми II. Наша «важлива персона» сповнилася вдячностi за свою цiлу шкуру i почала викладати рiзнi звичнi для її кола вiдомостi. Правда, причиною могло стати i iнше. Центр ненароком обмовився при нiй про якогось Вовка, який був би радий побачитися з Машею. Тепер вона трiщить без угаву... Нехай собi сидить на вухах командира, а я зможу спокiйно займатися «Месником»."

[Play_Avenger_Skyranger_AbandonedCity_PrimarySecur AkEvent]
SpokenText="Наша нова подруга зi зв'язками на чорному ринку залишилася цiла i повинна нам по гроб життя."

[Play_Avenger_Skyranger_AbandonedCity_PartialVictory_B AkEvent]
SpokenText="Ми повернулися на базу разом з приладом... хоч i не всi. Багато моїх товаришiв полягли, хоча Машi вдалося не потрапити до спискiв загиблих."

[Play_Avenger_Skyranger_AbandonedCity_PartialVictory_A AkEvent]
SpokenText="Ми отримали прилад назад, але операцiя пройшла далеко не iдеально. У нашої Машi вистачило розуму тримати рот на замку дорогою додому."

[Play_Avenger_Skyranger_AbandonedCity_NextVIPLink AkEvent]
SpokenText="Машини знайомi були радi нашiй появi навiть бiльше, нiж вона."

[Play_Avenger_Skyranger_AbandonedCity_Musings_F AkEvent]
SpokenText="Нiчого не можу з собою вдiяти. Я вiчно чую батькiв голос. Вiн каже менi тiкати. Залишити це мiсце i тiкати без оглядки. Думаю, бiльше так чинити не можна. Я дiстану цей прилад i поверну його на базу, а потiм змушу iнопланетян пошкодувати про те, що вони взагалi прилетiли на нашу планету."

[Play_Avenger_Skyranger_AbandonedCity_Musings_E AkEvent]
SpokenText="Дивлячись на тi, що виднiються прямо в тiнi мiських центрiв руїни, я нарештi починаю усвiдомлювати всю глибину злостi Центру. Як же легко звичайний голод змусив людей здатися на милiсть переможця. Як швидко ми забули все, що вони з нами зробили. Для скiлькох з нас ця вiйна вже закiнчилася, а iнопланетяни... просто дочищають залишки."

[Play_Avenger_Skyranger_AbandonedCity_Musings_D AkEvent]
SpokenText="I все ж... легко мiркувати в тишi i безпецi майстернi, ховаючи спогади про такi мiсця за роботою над «Месником». Напевно, я надто поспiшаю судити цю Машу. Ми з батьком ще легко вiдбулися i змогли вибратися. Хто знає, ким би ми стали в iншому разi?"

[Play_Avenger_Skyranger_AbandonedCity_Musings_C AkEvent]
SpokenText="Я не знаю, як Центру це вдається. Намагаючись домовлятися з купкою злодiїв, мародерiв i стерв'ятникiв. Важко обговорювати умови з тим, хто запросто продасть тебе за понюшку тютюну."

[Play_Avenger_Skyranger_AbandonedCity_Musings_B AkEvent]
SpokenText="Я чесно не розумiю, як у диких краях може залишатися яке-небудь життя. Пам'ятаю, як батько вперше взяв мене за мiсто. Там панувала повна розруха. Ми ледь вибралися! А адже потiм стало тiльки гiрше. Капсули, газ. Якщо хоча б половина з байок про цi краї правдива, нам варто взяти ноги в руки i виконати завдання якнайшвидше."

[Play_Avenger_Skyranger_AbandonedCity_Musings_A AkEvent]
SpokenText="Нашу дуже важливу персону звуть Маша. Судячи з усього, вона розвинула бурхливу пiдпiльну торгiвлю. Продовольство, паливо, технологiї. Збирає крихти з кiсток старого свiту. У тому числi, оббирає нас."

[Play_Avenger_Skyranger_AbandonedCity_LootSelect AkEvent]
SpokenText="Пiд час походу я дещо реквiзувала у Машi. Впевнена, що вона буде сумувати за речами не бiльше, нiж їхнi колишнi, обiбранi нею власники."

[Play_Avenger_Skyranger_AbandonedCity_Loading AkEvent]
SpokenText="Журнал старшого iнженера, день 141. Довелося повозитися, але зрештою ми зробили робочу версiю II! Мушу визнати, що без допомоги Тайгана я б не впоралася. У цього чоловiка разючий талант до перебудови мережевих трактiв в додаток до уплiтання «Адвент-бургерiв». Поняття не маю, де вiн їх бере. На сьогоднiшнiй день нашi ретранслятори працюють утричi краще i шлють сигнал утричi далi за колишнє. Завдяки цьому ми зловили одну передачу. Схоже, що один з верховодiв чорного ринку натрапив на наш загублений «Рейнджер» i розпродає його по частинах тому, хто бiльше заплатить. Серед виставлених на продаж вузлiв є робочий модуль зв'язку. Його майбутнiй власник отримає прямий доступ до нашої мережi. Треба зробити так, щоб цим власником стали ми самi."

[Play_Avenger_Skyranger_AbandonedCity_Intro AkEvent]
SpokenText="Торговець виявився торговкою. На її превелике засмучення, маленький аукцiон засiк пошуковий дрон «Адвента». Iнопланетяни нiколи не тяжiли до чесної торгiвлi, а тому нашiй дiловiй жiнцi довелося податися в бiга. Вона готова передати модуль в обмiн на охорону i порятунок. Досi дивуюся тому, що Центр погодився на такi умови. Видно, командир розм'як."

[Play_Avenger_Skyranger_AbandonedCity_FirstVIPLink AkEvent]
SpokenText="Торговка прийшла в компанiї пари друзiв. Було неправильно залишати їх напризволяще."

[Play_Avenger_Skyranger_AbandonedCity_Failure_B AkEvent]
SpokenText="Видно, я погано вела журнал пiсля потрiйної змiни. Такого кошмару не було."

[Play_Avenger_Skyranger_AbandonedCity_Failure_A AkEvent]
SpokenText="Втративши тодi прилад, iнопланетяни хазяйнували б на «Меснику». Давайте я перекажу заново."

[Play_Avenger_Skyranger_AbandonedCity_AllVip_EVAC AkEvent]
SpokenText="Ми змогли вивести Машу i її приятелiв з зони бойових дiй, але заради цього довелося попотiти."

[Play_Avenger_Interceptor_Wildnerss_TotalVictory_B AkEvent]
SpokenText="Навiть не знаю, хто бiльше здивувався гарному завершенню операцiї. Центр практично свiтився вiд щастя, а я хотiла б, щоб батько став свiдком мого успiху."

[Play_Avenger_ADVENTChest_Alert_A AkEvent]
SpokenText=" "

[Play_Avenger_Interceptor_Wildnerss_TotalVictory_A AkEvent]
SpokenText="Ми повернулися на базу з результатами сканування ракет. Нiхто не загинув. Центр ледь не луснув вiд гордостi. Вважатимемо, що завдання виконано успiшно."

[Play_Avenger_Interceptor_Wildnerss_PartialVictory_B AkEvent]
SpokenText="Ми вiдсканували боєприпаси, але за це довелося заплатити життям людей. Центр вважав завдання виконаним... Якщо так, чому я жахливо себе почуваю?"

[Play_Avenger_Interceptor_Wildnerss_PartialVictory_A AkEvent]
SpokenText="Центр попереджав мене про реалiї польових операцiй, в тому числi про втрати. Смерть батька вже була сильним ударом. Я не впевнена, що звикну до втрати ввiрених менi людей."

[Play_Avenger_Interceptor_Wildnerss_Musings_G AkEvent]
SpokenText="Стiльки зусиль заради одного перехоплювача. Якщо подумати... ми повиннi були запускати перехоплювачi цiлими ескадрильями, щоб льотчики збивали НЛО до нанесення ударiв по мiстах. Я повинна повернути «Меснику» працездатнiсть. Можна воювати краще. Ми повиннi воювати краще."

[Play_Avenger_Interceptor_Wildnerss_Musings_F AkEvent]
SpokenText="Я бiжу попереду паровоза. Вже думаю про ремонт i введення «Месника» в стрiй, а сама навiть не оглянула знахiдки цiєї операцiї. Цiкаво, батько в таких брав участь? Коли люди дивилися на нього, в їхнiх поглядах читалася повага. На мене ж дивляться як на тягар. Солдати бачать у менi ще один прилад, який наказано охороняти."

[Play_Avenger_Interceptor_Wildnerss_Musings_E AkEvent]
SpokenText="Я не вважаю батька неправим, але одне дiло мiняти людей, а iнше - модернiзувати обладнання. Корпус «Месника» - старого транспортника XCOM часiв початку вiйни - вiдразу робився iз застосуванням iнопланетних технологiй. Якщо ми будемо не тiльки протистояти придумкам iнопланетян, але i станемо ними користуватися, «Месник» ще зможе знову пiднятися в повiтря."

[Play_Avenger_Interceptor_Wildnerss_Musings_D AkEvent]
SpokenText="Батька турбують... турбували технологiї iнопланетян. Вiн постiйно називав їх вищим проявом бiомехатронiки i жодним чином не вважав це похвалою. Пам'ятаю, як вiн щовечора сперечався про це з доктором Вален. Незважаючи на всi дарованi iнопланетними технологiями переваги, батько вiдстоював право людей залишатися, ну... людьми."

[Play_Avenger_Interceptor_Wildnerss_Musings_C AkEvent]
SpokenText="Iнопланетяни нiколи не намагалися переймати нашi технологiї, але свої захищали як зiницю ока. Менi завжди здавалося, що вони просто не хочуть дiлитися знаннями, але, можливо, причина була в iншому. Може, вони бояться наслiдкiв. Божевiльна думка, але в цьому вони схожi на батька."

[Play_Avenger_Interceptor_Wildnerss_Musings_B AkEvent]
SpokenText="Майже не вiриться, що ми вважали ракети «Лавина» чи не найкращою балiстичною зброєю на планетi. Час традицiйного ведення вiйн давно минув. У тi днi вони вважалися непоганою зброєю з урахуванням того, що було у iнопланетян. Але навiть тепер Центр напевно знайде їм застосування... якщо ми переживемо цю експедицiю."

[Play_Avenger_Interceptor_Wildnerss_Musings_A AkEvent]
SpokenText="Буду вести записи для нащадкiв... або на випадок, якщо сьогоднi розпадуся на атоми. Такi ракети нестабiльнi i без всяких аварiй у лiсi. Додайте до цього «Адвент». Якщо мiсце аварiї помiтили ми, його могли помiтити i iнопланетяни."

[Play_Avenger_Interceptor_Wildnerss_LootSelect AkEvent]
SpokenText="Журнал, день перший, доповнення. Хай я i не врятувала свiт на першому ж завданнi, але скани ракет ми на базу доставили."

[Play_Avenger_Interceptor_Wildnerss_Loading_B AkEvent]
SpokenText="Журнал старшого iнженера Лiлi Шень, перший запис. Кумедно. Батько завжди посмiхався, коли так говорив... Думаю, в цих словах була стара, незрозумiла менi жарт. Що ж, вона перейшла менi у спадок. Батька немає. Менi доводиться розбиратися з його справами. Бiда в тому, що я не маю про них нi найменшого уявлення. *зiтхає* Сьогоднi Центр намагався пiдбадьорити мене однiєю зi своїх «промов». Вiдразу пiсля похорону батька. Через 5 секунд я вже отримала перше завдання. Воно пов'язане зi скануванням старих боєприпасiв, якi виявив розвiдувальний дрон. Так, а заодно я повинна привести в робочий стан весь корабель. А так нi, ну що ви, нiякого тиску."

[Play_Avenger_Interceptor_Wildnerss_Loading AkEvent]
SpokenText="Журнал iнженера, день перший. Точнiше, старшого iнженера, мабуть. Центр пiдвищив мене пiсля церемонiї на честь батька. Перше завдання: удосконалити системи наведення ракет «Лавина» для нашого маленького парку перехоплювачiв."

[Play_Avenger_Interceptor_Wildnerss_Intro AkEvent]
SpokenText="Журнал старшого iнженера, бiльше схожий на польовi замiтки. Ми наближаємося до старого перехоплювача, який дрон виявив при обльотi району. Я необачно розповiла Центру про роботу над новою системою тривимiрної реплiкацiї. Тепер вiн вимагає створювати креслення всього пiдряд. Цього разу ми шукаємо якiсь старi ракети «Лавина»."

[Play_Avenger_Interceptor_Wildnerss_Failure_B AkEvent]
SpokenText="Здається, цей журнал пошкоджено. Все склалося зовсiм iнакше."

[Play_Avenger_Interceptor_Wildnerss_Failure_A AkEvent]
SpokenText="Цi днi видалися божевiльними. Мабуть, тому я погано пам'ятаю те, що сталося. Треба перезаписати цю частину."

[Play_Avenger_Interceptor_Wildernss_Summary AkEvent]
SpokenText="Центр каже, що перемога у вiйнi кується поступово, день за днем. Не посперечаєшся. Швидше б розiбрати цi ракети i доповнити їх начинку парочкою сюрпризiв для iнопланетян. Тiльки спершу я звалюся спати вiд виснаження."

[Play_Avenger_Interceptor_Wildernss_ObjSighted AkEvent]
SpokenText="Тодi я i побачила ракети, за якими ми прийшли."

[Play_Avenger_Interceptor_Wildernss_ObjDestroyed AkEvent]
SpokenText="Я б нiколи не дiзналася, чим все закiнчилося, не отримай ми тодi докладнi скани ракет."

[Play_Avenger_Interceptor_Wildernss_ObjAcquired AkEvent]
SpokenText="Ми благополучно дiсталися до ракет. Залишалося тiльки пробитися назад."

[Play_Avenger_Interceptor_Wildernss_AreaClear AkEvent]
SpokenText="Ми змогли перебити всiх iнопланетян ще до сканування ракет. Без ворога працювати трохи простiше."

[Play_Avenger_Interceptor_SmallTown_TotalVictory_B AkEvent]
SpokenText="Ми сканували крiсло i вибралися звiдти живими, але все могло скластися зовсiм iнакше. Я нi за що цього не забуду."

[Play_Avenger_Interceptor_SmallTown_TotalVictory_A AkEvent]
SpokenText="Найбiльше я боялася пояснювати втрату хороших людей через мою сьогоднiшню помилку. На щастя, менi не довелося цього робити."

[Play_Avenger_Interceptor_SmallTown_Summary AkEvent]
SpokenText="На днях я помiтив, як Бредфорд пильно дивився на крiсло командира. Серйозно думаю, що вiн починає сумнiватися у своєму розумi через ситуацiю з пiдстаканником. Чесно кажучи, я не помiтив цього, коли збирав це все, але скажемо так, вiн був трохи спантеличений."

[Play_Avenger_Interceptor_SmallTown_PartialVictory_B AkEvent]
SpokenText="Не знаю, чи зможу я дивитися в очi Центру пiсля смертей на цьому завданнi. Не знаю, чи зможу я дивитися в очi власному вiдображенню."

[Play_Avenger_Interceptor_SmallTown_PartialVictory_A AkEvent]
SpokenText="Ми сканували крiсло, але в процесi втратили хороших людей. Такого бiльше не повториться."

[Play_Avenger_Interceptor_SmallTown_ObjSighted AkEvent]
SpokenText="Ви не повiрите, з яким полегшенням я побачила це крiсло."

[Play_Avenger_Interceptor_SmallTown_ObjDestroyed AkEvent]
SpokenText="Неможливо було сканувати знищене крiсло, тому я берегла його як могла."

[Play_Avenger_Interceptor_SmallTown_ObjAcquired AkEvent]
SpokenText="Я провела задумане сканування. Залишалося пробитися крiзь ряди iнопланетян."

[Play_Avenger_Interceptor_SmallTown_Musings_F AkEvent]
SpokenText="Нiхто менi цього не каже, але я сама розумiю всю мiру своєї вiдповiдальностi. Я дочка Реймона Шеня i не маю права допускати помилки. Час помилок минув. Батька бiльше немає, i нiкому виправляти мої промахи. Я можу працювати краще. Я буду працювати краще. Пора заслужити право на мiсце в строю."

[Play_Avenger_Interceptor_SmallTown_Musings_E AkEvent]
SpokenText="Що б я тiльки не вiддала за те, щоб знову побачити одну з таких штук в небi. Беручи до уваги брак деталей i людей, я сумнiваюся в швидкому здiйсненнi цiєї мрiї. В небi безроздiльно править «Адвент». Нiчого, ми повернемо «Месника» в стрiй. Обiцяю, тодi все змiниться."

[Play_Avenger_Interceptor_SmallTown_Musings_D AkEvent]
SpokenText="За життя батька я була просто Лiлi. Тепер люди називають мене старшою. Це багато значить. Чортiвськи багато. *зiтхає* Лiлi, тобi все ж простiше, нiж Тайгану... Пройде дуже багато часу, перш нiж хоч хтось стане довiряти мозкоправу «Адвента». У тому числi i я."

[Play_Avenger_Interceptor_SmallTown_Musings_C AkEvent]
SpokenText="Я думала, що проведу вилазку на самотi. Уявiть моє здивування, коли для завдання знайшлося бiльш нiж достатньо добровольцiв. Вони не дали менi вирушити в дорогу однiй. Думаю, вся справа в повазi до командира. Не могли ж вони пiти на ризик через мене?"

[Play_Avenger_Interceptor_SmallTown_Musings_B AkEvent]
SpokenText="Я думала, що проводитиму цю операцiю самотужки. На диво, у мене було бiльше нiж достатньо добровольцiв ще до того, як я вийшла за дверi. Можу тiльки припустити, що це з поваги до командира. Ви ж не думаєте, що вони прийшли сюди заради мене?"

[Play_Avenger_Interceptor_SmallTown_Musings_A AkEvent]
SpokenText="Менi дуже пощастило, що нашi сканери так до речi виявили перехоплювач. Пiсля тiєї технiчної накладки... Не впевнена, що змогла б пояснити Центру вiдсутнiсть крiсла. У нього твердий пунктик щодо готовностi крiсла до повернення командира. Спершу я розцiнювала це як сентиментальнiсть, але тепер вже не впевнена. Не може ж бути..."

[Play_Avenger_Interceptor_SmallTown_LootSelect AkEvent]
SpokenText="Я сканувала сидiння i зiбрала нове на замiну. Таке ж, а може, навiть краще за колишнє. Нi персонал, нi вахта на мiстку так нiчого i не помiтили. Правда, Центр пробурчав щось щодо невiдомо як зрушеного пiдстаканника."

[Play_Avenger_Interceptor_SmallTown_Loading AkEvent]
SpokenText="Журнал старшого iнженера, день 67. Менi довелося ненадовго вiдкласти роботу над «Месником», щоб злiтати на чергове сканування розбитого перехоплювача. Що приємно, останнiм часом Центр все бiльше бачить у менi командира-оперативника i менше мене контролює. Втiм, не знаю, як вiн вiдреагував би на авантюру зi скануванням старого льотного сидiння. На щастя, зараз вiн на завданнi i не може винести свiй вердикт... або помiтити, що сталося з його командирським крiслом. Так вийшло, що його катапультували. Хто i як?.. Це вже абсолютно неважливо."

[Play_Avenger_Interceptor_SmallTown_Intro AkEvent]
SpokenText="В зонi операцiї було мало ворогiв, але вiчно нам щастити не могло. Ми виявили противника якраз на шляху до перехоплювача. Щоб виконати завдання i повернутися без зайвих втрат, доведеться дивитися в обидва... Здається, в менi прокинувся внутрiшнiй Центр."

[Play_Avenger_Interceptor_SmallTown_Failure_B AkEvent]
SpokenText="Все було абсолютно не так. Тут... щось не сходиться."

[Play_Avenger_Interceptor_SmallTown_Failure_A AkEvent]
SpokenText="Я спланувала операцiю так, що комар носа не пiдточить. Подiбний до цього результат... повнiстю позбавлений сенсу."

[Play_Avenger_Interceptor_SmallTown_AreaClear AkEvent]
SpokenText="Коли з iнопланетянами було покiнчено, залишилося тiльки сканувати крiсло i забратися звiдти."

[Play_Avenger_Firestorm_Wilderness_TotalVictory_B AkEvent]
SpokenText="Ми забрали стабiлiзатор i доставили його в цiлостi й схоронностi. Тату, скоро «Месник» вiдiрветься вiд землi. Обiцяю."

[Play_Avenger_Firestorm_Wilderness_TotalVictory_A AkEvent]
SpokenText="Iнопланетяни кинулися на нас усiм скопом, але ми змогли вiдбитися. Вони билися наче для виду, змирившись з поразкою."

[Play_Avenger_Firestorm_Wilderness_PartialVictory_B AkEvent]
SpokenText="«Месник» знову отримає крила. Кожна сьогоднiшня втрата буде оплачена сповна."

[Play_Avenger_Firestorm_Wilderness_PartialVictory_A AkEvent]
SpokenText="Сьогоднiшнi смертi були не даремнi. «Месник» знову пронизатиме хмари."

[Play_Avenger_Firestorm_Wilderness_Outro AkEvent]
SpokenText="Журнал старшого iнженера, доповнення. Скани стабiлiзатора живлення стали для нас талiсманом удачi. Не знаю, що сяяло сильнiше: пульсуючий енергiєю реактор чи обличчя Тайгана при першому його увiмкненнi. Ми впритул наблизилися до здiйснення батькової... нашої мрiї. Попереду було багато справ, нам бракувало багатьох вузлiв, але якщо чутки мали пiд собою грунт, у нас з'явився шанс все змiнити. Ми отримували можливiсть завдати удару по найбiльшому мiському центру - самому серцю «Адвента». Батько назвав би це ризикованою «авантюрою», але якщо минулий рiк менi що й принiс, так це впевненiсть у тому, що ми... я впораюся з чим завгодно. Кiнець запису."

[Play_Avenger_Firestorm_Wilderness_ObjSpotted AkEvent]
SpokenText="Наскiльки я могла судити, стабiлiзатор живлення був у хорошому станi."

[Play_Avenger_Firestorm_Wilderness_ObjDestroyed AkEvent]
SpokenText="Нiчого подiбного зi стабiлiзатором не сталося."

[Play_Avenger_Firestorm_Wilderness_ObjAcquired AkEvent]
SpokenText="Пiсля сканування стабiлiзатора нам залишилося з боями пробитися назовнi."

[Play_Avenger_Firestorm_Wilderness_Musings_F AkEvent]
SpokenText="Бачив би мене батько. Я очолюю польовий загiн, прориваюся в надра iнопланетного судна i збираюся захопити технологiю iнопланетян. Не знаю, чи припали б йому такi змiни до душi, але зрозумiти мене вiн би змiг."

[Play_Avenger_Firestorm_Wilderness_Musings_E AkEvent]
SpokenText="Спочатку «Месник» був свого роду казкою, але поступово вiн стає бувальщиною. Не зовсiм тiєю, про яку мрiяв мiй батько, але в небо вiн пiднiметься. Згадайте моє слово."

[Play_Avenger_Firestorm_Wilderness_Musings_D AkEvent]
SpokenText="У непомiтностi чужих суден є i хороша сторона. Наш «Месник» приблизно такої ж конструкцiї i в польотi напевно буде такою собi «невидимкою». Залишилося дiстати стабiлiзатор живлення."

[Play_Avenger_Firestorm_Wilderness_Musings_C AkEvent]
SpokenText="Уявiть собi вантажовоз, який майже неможливо виявити в польотi. Вiн був перед нами. Пiд час вiйни iнопланетяни жахливо перевершували нас у перекиданнi вiйськ i ресурсiв. У цьому їм дуже допомагали такi ось судна."

[Play_Avenger_Firestorm_Wilderness_Musings_B AkEvent]
SpokenText="Артилерiйськi системи таких суден поступалися озброєнню iнопланетних винищувачiв. Напевно, тому нам вдалося збити кiлька апаратiв. I все-таки шкода. Хотiла б я сьогоднi потягти з собою i плазмову гармату, а то й двi."

[Play_Avenger_Firestorm_Wilderness_Musings_A AkEvent]
SpokenText="Транспортне судно класу «Дельта». В минулi часи їх називали просто «НЛО». Тодi ми вважали цi апарати найгiршими посланцями iнопланетян. Як же ми помилялися."

[Play_Avenger_Firestorm_Wilderness_Loading AkEvent]
SpokenText="Журнал старшого iнженера, день 145. Я билася кiлька днiв, але все ж змогла розшифрувати отриманi з розвiдника данi. II проклятої шукачки намагався знищити все, що хоч якось було пов'язане з аналiзом цивiльних осiб... тим не менш, я змогла дiзнатися мiсце аварiйної посадки транспортного судна «Адвента». Це в парi секторiв звiдси. Схема енергоживлення у таких суден нiчим не вiдрiзняється вiд схеми на «Меснику». Якщо в уламках залишився дiючий стабiлiзатор, ми нарештi оживимо наш реактор... i навiть не рознесемо корабель. В результатi вийде... *чується гуркiт i механiчний виття* Хвилинку... «Ровер», нi! *зiтхає* Кiнець запису."

[Play_Avenger_Firestorm_Wilderness_Intro AkEvent]
SpokenText="Ми поспiшаємо до розбитого транспортника iнопланетян у надiї забрати дiючий стабiлiзатор живлення. Наскiльки нам вiдомо, кораблi «Адвента» пiдтримують зв'язок по внутрiшнiй мережi. Можна припустити, що iнопланетяни теж знають про аварiю. Нехай так, але ми повиннi їх випередити, чого б це не коштувало."

[Play_Avenger_Firestorm_Wilderness_Failure_B AkEvent]
SpokenText="Ми отримали стабiлiзатор i в пiдсумку повернули «Меснику» можливiсть лiтати. Iнопланетяни не перемогли... якщо, звичайно, ми не потрапили в альтернативну часову площину."

